<template>
  <div class="news-article">
    <div class="ncon cw">
      <div class="text-[#000] text-[31.54px] text-center mb-[50px]">
        麻瓜们不知道的那些被环球影城藏起来的5G秘密
      </div>
      <div class="w-full text-center text-[19.92px]">
        <span class="">2021年11月08日 15:53:08</span>
        <span class=""> 来源：蓝狐教育</span>
      </div>
      <div class="mt-[92px] w-full">
        <p class="pstyle1">
          摘要：在IT高速发展中，蓝狐教育培养了几十万相关从业人才，为我国的科技建设贡献了自己的一份力量！未来蓝狐也将继续不忘初心，为国家培养出更多，更好的科技人才！
        </p>
        <p class="pstyle2">
          各位麻瓜你们好~欢迎大家来到环球影城~今天麻瓜小青将带大家揭开那些被环球影城藏起来的5G秘密~~~~
        </p>

        <p class="pstyle2">
          首先先让小青啰嗦的介绍下啥是5G！为啥环球影城需要5G，它把5G都藏在哪里了？
          众所周知，我国在大力推行5G基建的建设，作为新开张不久的环球影城怎能落下，在整个园区除了让客人们可以毫无压力的实时发布传输朋友圈小视频外，而更多的5G运用在了系统的实时更新上，例如打开环球影城APP你就能看到当前排队时间预估，实名制刷脸进园需要的数据交互等。
        </p>
        <p class="pstyle2">
          （图片来源于网络侵删）
          在北京环球影城一期园区，目前有15个宏基站和20处灯杆微基站以及75万㎡的室分系统，实现园区5G全覆盖。数量不少，可为啥各位逛了一圈环球影城硬是一个都没发现呢？
          这不小青今天就来带找到那些5G基站吧！首先映入我们眼帘的就是为刷脸进园和打卡网红大道所需的灯杆基站，对就是下面这个！
        </p>
        <p class="pstyle2">
          （图片来源于网络侵删）
          这俩黑黑的小罐子就是基站，没想到吧！大家是不是第一次见到的时候觉得是环球影城的艺术设计？嘿嘿嘿，其实它是基站哦，基站哦！
        </p>
        <p class="pstyle2">
          你以为只有这些吗？那怎么可能，园区里面的秘密更神奇，来让我们继续前进！
        </p>
        <p class="pstyle2">
          首先来到的是大门口的小黄人区域！作为环球影城的可爱代表小黄人的区域可是打卡拍照的好地方，在这个人流密集的区域安装基站可是必须的，保证游客随时随地把美照传给朋友！
        </p>
        <p class="pstyle2">
          但是，在这个区域放置黑乎乎的灯杆看起来不协调啊，那怎么办！那就让基站变身下吧！通风管道看起来就是个不错的选择呢！配合小黄人的建筑风格，把基站美化成通风管道，既不突兀又显得无比可爱有木有！
        </p>
        <p class="pstyle2">
          （图片来源于网络侵删）
          再来就是小朋友都很喜欢的功夫熊猫馆了，由于这个馆是个封闭式大场馆，为了信号的传输，基站就被安排在了这里。可是由于是场馆，里面放灯柱不可以，放通风管道好像也不符合功夫熊猫的风格，那怎么办？这不设计师又出马了，既然没法改变外在形象，那么咱们就做个伪装吧！这不，三个基站整整齐齐的被画上了伪装，不仔细看，嘿~还真发现不了！
        </p>
        <p class="pstyle2">
          （图片来源于网络侵删）
          这时5G基站它出现了！为了更好的展示出更绚丽的演出，特效拉到满点，让游客随时能拍摄精彩瞬间发到自媒体上去，安装基站是必须的了，那么这次基站又被藏在哪里了呢?当当当，是的，就是靠近游客的最上层的那几个柱子上！既不影响美观，又能兼顾室内外的频率收发！是不是很赞呢？
        </p>
        <p class="pstyle2">
          （图片来源于网络侵删）
          今天的环球影城寻找5G秘密就先告一段落，它能帮助企业完成以前一些需要网络速度的事情，就像环球影城的入园一样，之前为了实名制需一个个的验票，查身份证，现在刷下脸扫下身份证秒秒钟进园。之前因为园区过大，对于排队时间的预估在5G信息的传递下变得无比的简单，只需要看看手机就知道现在哪里人少去哪里了。
        </p>
        <p class="pstyle2">
          没有了延时的5G为人民的生活中带来了很多帮助。而让小青感到自豪的就是，在5G的发展中，在IT高速发展中，北大青鸟培养了几十万相关从业人才，为我国的科技建设贡献了自己的一份力量！未来小青也将继续不忘初心，为国家培养出更多，更好的科技人才！
        </p>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts"></script>

<style lang="scss" scoped>
.news-article {
  box-shadow: 0px 1px 6px rgb(44 84 252 / 34%);
  @apply px-[20px] overflow-hidden min-w-[1200px] w-full;
  .ncon {
    @apply mt-[83px] mb-[110px];
    .pstyle1 {
      @apply text-[#585858] leading-[30px] text-[18px];
    }
    .pstyle2 {
      @apply text-[#000] leading-[36px] mt-[38px] text-[18px];
    }
  }
}
</style>
